[
  "Share one of your most cherished childhood memories?",
  "What has been your favourite age so far and why?",
  "Share your first memorable encounter with another culture.",
  "What’s something about your life now that you would miss when you are eighty?",
  "What’s the worst job you ever had? And why?",
  "Where do you feel local?",
  "What are you passionate about?",
  "What does your ideal life look like?",
  "If you could get rid of one thing in the world for good, what would that thing be? What will it accomplish?",
  "If you could swap places with somebody for a day, who would you choose? Why?",
  "Which three adjectives best sum up who you are?",
  "What does ‘home’ mean to you?",
  "What smells/ foods/ sounds carry you back to the past? Where?",
  "What do you consider the best moment of your life so far?",
  "When is the last time you did something for the first time?",
  "What are you coping mechanism for stress and anxiety?",
  "What's missing in your life rigth now?",
  "What's something you really value and appreciate about yourself that you wish others appreciated more often?",
  "What's something you really want the people in the room to know about you?",
  "What's the earliest dream you remember?",
  "What is something you are tolerating in you life?",
  "How do you decide what's worth doing?",
  "What's something about you that you wish to understand better?",
  "When is the last time you forced yourself to do something?",
  "When is the last time someone broke your trust?",
  "When is the last time you positively surprised yourself?",
  "What's one thing your self-talk is saying rigth now?",
  "What's something you want to experience more of?",
  "What are you really good at?",
  "What is one of your happiest memories?",
  "What's your favourite childhood memory?",
  "What's something that you really wish people knew about you that you don't often express?",
  "Who is your favourite family member?",
  "If you could say only one thing to this group, what would that be?",
  "What is something you miss?",
  "What movie sums up your life?",
  "What's your favourite difficult emotion?",
  "What would you change in this game?",
  "What’s something you never experienced that you'd really like to?",
  "If you could go back in time, what moment would you choose?",
  "If someone made a film of your life, what will be the key elements of the plot?",
  "What question would you like someone to ask you now?"

]