[
  "Share something that nobody knows about you",
  "In what ways is your family challenging?",
  "What long-held belief did you have that was recently disproved?",
  "If you could travel back in time to when you were born, to give your parents one piece of advice on how to raise you… What would it be?",
  "Share an event that changed your life",
  "If we lived/worked together, what challenging aspects would I discover about you?",
  "What is something about yourself that bothers you? What would it take to change it?",
  "What would you do if you weren't afraid?",
  "What do you want to let go of once and for all?",
  "What is one thing you wish you had more of in your childhood?",
  "What shaped your attitude to money?",
  "What were the conditions of your last break-up?",
  "When was the last time you felt afraid?",
  "Which of your habits conflict with your values?",
  "What part of you doesn't exist anymore?",
  "Who has loved you the most?",
  "What is the most difficult thing you had to do?",
  "What about yourself have you been trying to change for a long time?",
  "What's a way in which you don't like to be seen by others?",
  "Who is someone you would like to pay more attention to you? Why?",
  "What's your most precious memory?",
  "What part of yourself do you dislike?",
  "What are you afraid to regret not doing?",
  "Who do you think is feeling least comfortable in this room and why?",
  "How did you lose your virginity?",
  "What was your best sexual experience?",
  "What would change about the current situation you are in?",
  "What is the craziest thing that happened to you?",
  "What keeps you awake at night?",
  "What’s something you'd like to on work on yourself in the near future?",
  "When has love saved you?",
  "What has shaped your character?",
  "Which of your fears are you ready to accept?",
  "What makes you really lose control?",
  "What’s something about yourself that took you a long time to accept?",
  "Are you actually happy?",
  "Which of your needs is currently not beeing met?",
  "Ask yourself a 3 chilies question",
  "Who would you really want to hug in the room right now?"
]